<section class="service-wrapper py-3">
    <div class="container pb-3">
        <div class="row">
            <h2 class="h2 text-center col-12 py-4 b text-section">นโยบายการใช้งานคุกกี้ (cookies policy)</h2>
            <p class="col-12  col-lg-12 pb-3 text-muted px-2 font-sg b">
            <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>เว็บไซต์ของเรา ใช้คุกกี้เพื่อจำแนกผู้ใช้บริการออกจากผู้ใช้งานรายอื่น ๆ ซึ่งจะช่วยให้เราสามารถมอบประสบการณ์ที่ดีในการใช้งานเว็บไซต์ให้คุณได้ และช่วยให้เราสามารถปรับปรุงเว็บไซต์ได้อีกด้วย 
                วัตถุประสงค์ของนโยบายนี้คือ เพื่อให้คุณ ในฐานะผู้ใช้บริการของ สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ ได้รับข้อมูลที่ชัดเจนและเข้าถึงได้เกี่ยวกับคุกกี้ที่ สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ ใช้ รวมถึงบทบาทที่คุกกี้ช่วยให้เรามอบประสบการณ์การใช้งานที่ดีที่สุดสำหรับคุณ และตัวเลือกที่คุณมีเกี่ยวกับการตั้งค่าคุกกี้ของคุณ
            </p>
            <!-- <div class=" col-2 col-lg-2 text-end ">
                <i class='bx bx-gift h3 mt-1'></i>
            </div> -->
            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">1. คุกกี้คืออะไร</h2>
            </div>
        </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
            <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>คุกกี้ คือ ไฟล์ข้อมูลขนาดเล็ก จัดเก็บในลักษณะของ text ไฟล์ โดยเว็บไซต์ของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์จะส่งคุกกี้ไปยังเบราว์เซอร์ของท่าน และอาจมีการบันทึกลงในเครื่องคอมพิวเตอร์หรืออุปกรณ์ที่ท่านใช้เข้าเว็บไซต์ ซึ่งคุกกี้มีประโยชน์สำคัญในการทำให้เว็บไซต์สามารถจดจำการตั้งค่าต่าง ๆ บนอุปกรณ์ของท่านได้ แต่คุกกี้จะไม่มีการเก็บข้อมูลที่สามารถใช้ระบุตัวตนท่าน ทั้งนี้
            </p>
            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">2. สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ใช้คุกกี้อย่างไร</h2>
            </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
            <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์จะใช้คุกกี้และเทคโนโลยีอื่น ๆ ที่คล้ายกัน เพื่อวัตถุประสงค์ที่แตกต่างกัน ทั้งในทางเทคนิคและการปรับปรุงบริการของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ ดังนี้
                <br />
                
                <?php for ($i = 0; $i < 16; $i++){echo '&nbsp;';}?>2.1 เพื่อช่วยจดจำข้อมูลเกี่ยวกับเบราว์เซอร์และการตั้งค่าของท่าน และช่วยให้ท่านเข้าใช้บริการเว็บไซต์ได้สะดวกรวดเร็ว
                <br />
                <?php for ($i = 0; $i < 16; $i++){echo '&nbsp;';}?>2.2 เพื่อช่วยประเมินประสิทธิภาพและผลการให้บริการเว็บไซต์ที่ยังทำงานได้ไม่ดีและควรปรับปรุง
                <br />
                <?php for ($i = 0; $i < 16; $i++){echo '&nbsp;';}?>2.3 เพื่อรวบรวมและวิเคราะห์ข้อมูลการเข้าเยี่ยมชมเว็บไซต์ที่จะทำให้สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ข้าใจว่าผู้คนมีความสนใจอะไร และมีการใช้บริการของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์อย่างไร ซึ่งเป็นสิ่งสำคัญต่อการปรับปรุงประสิทธิภาพและปรับปรุงบริการของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ให้ดียิ่งขึ้น
                <br />
                <?php for ($i = 0; $i < 16; $i++){echo '&nbsp;';}?>2.4 เพื่อให้สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ได้ส่งมอบประสบการณ์ในการใช้บริการเว็บไซต์ที่ดียิ่งขึ้นให้กับท่าน รวมถึงช่วยให้สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์สามารถส่งมอบบริการและการประชาสัมพันธ์ได้ตรงตามสิ่งที่ท่านสนใจ
            </p>

            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">3. ประเภทของคุกกี้</h2>
            </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>3.1 คุกกี้ที่จำเป็น (Strictly Necessary Cookies)
                คุกกี้ประเภทนี้มีความจำเป็นต่อการทำงานของเว็บไซต์ เพื่อให้เว็บไซต์สามารถทำงานได้เป็นปกติ มีความปลอดภัย และทำให้ท่านสามารถเข้าใช้เว็บไซต์ได้ เช่น การ log in เข้าสู่เว็บไซต์ การยืนยันตัวตน ทั้งนี้ ท่านไม่สามารถปิดการใช้งานของคุกกี้ประเภทนี้ผ่านระบบของเว็บไซต์ของบริษัทได้
                <br />
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>3.2 คุกกี้เพื่อปรับเนื้อหาให้เข้ากับกลุ่มเป้าหมาย (Targeting Cookies)
                คุกกี้ประเภทนี้จะเก็บข้อมูลต่าง ๆ ซึ่งอาจรวมถึงข้อมูลส่วนบุคคลของท่านและสร้างโปรไฟล์เกี่ยวกับตัวท่าน เพื่อให้เราสามารถวิเคราะห์และนำเสนอเนื้อหา สินค้า/บริการ และ/หรือ โฆษณาที่เหมาะสมกับความสนใจของท่านได้ ทั้งนี้ หากท่านไม่ยินยอมให้เราใช้ คุกกี้ประเภทนี้ ท่านอาจได้รับข้อมูลและโฆษณาทั่วไปที่ไม่ตรงกับความสนใจของท่าน
                <br />
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>3.3 คุกกี้เพื่อช่วยในการใช้งาน (Functional Cookies)
                คุกกี้ประเภทนี้จะช่วยจดจำข้อมูลคอมพิวเตอร์หรืออุปกรณ์อิเล็กทรอนิกส์ที่ท่านใช้เข้าชมเว็บไซต์ ข้อมูลการลงทะเบียนหรือ log in ข้อมูลการตั้งค่าหรือตัวเลือกที่ท่านเคยเลือกไว้บนเว็บไซต์ เช่น ภาษาที่แสดงบนเว็บไซต์ ที่อยู่สำหรับจัดส่งสินค้า เพื่อให้ท่านสามารถใช้งานเว็บไซต์ได้สะดวกยิ่งขึ้น โดยไม่ต้องให้ข้อมูลหรือตั้งค่าใหม่ทุกครั้งที่ท่านเข้าใช้เว็บไซต์ ทั้งนี้ หากท่านไม่ยินยอมให้เราใช้คุกกี้ประเภทนี้ ท่านอาจใช้งานเว็บไซต์ได้ไม่สะดวกและไม่เต็มประสิทธิภาพ
            </p>

            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">4. การตั้งค่าและการปฏิเสธคุกกี้</h2>
            </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>ผู้เยี่ยมชมเว็บไซต์ สามารถเลือกทำการปฎิเสธการทำงานของคุ้กกี้ ได้ตามความต้องการ โดยสามารถตั้งค่าเว็บบราวเซอร์ หรือ ค่าความเป็นส่วนตัวของผู้เยี่ยมชมเว็บไซต์ ด้วยการปฏิเสธการทำงานของคุ้กกี้ทั้งหมด แต่ทั้งนี้ผู้เยี่ยมชมเว็บไซต์ จะไม่สามารถใช้งานบางฟังก์ชั่นบนเว็บไซต์ได้ และ อาจจะทำให้การใช้งานเว็บไซต์ไม่มีประสิทธิภาพเท่าที่ควร
                <br />
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>นอกจากการตั้งค่าความเป็นส่วนตัวบนอุปกรณ์ หรือ เว็บบราวเซอร์โดยตรงแล้ว ผู้เยี่ยมชมเว็บไซต์ ยังสามารถปฏิเสธคุกกี้ผ่านทางหน้าต่างแจ้งเตือนบนหน้าเว็บไซต์ได้อีกด้วย แต่ถ้าหากผู้เยี่ยมชมเว็บไซต์ปฏิเสธการใช้งานคุกกี้ทั้งหมด ผู้เยี่ยมชมเว็บไซต์ จะไม่สามารถใช้งานบางฟังก์ชั่นบนเว็บไซต์ได้ และ อาจจะทำให้ประสบการณ์การใช้งานเว็บไซต์ไม่มีประสิทธิภาพเท่าที่ควร
            </p>

            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">5. การเชื่อมโยงไปยังเว็บไซต์ของบุคคลภายนอก</h2>
            </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>นโยบายคุกกี้ฉบับนี้ ใช้เฉพาะสำหรับการให้บริการและการใช้งานเว็บไซต์ของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์เท่านั้น หากท่านได้กดลิงก์ไปยังเว็บไซต์อื่น (แม้ผ่านช่องทางในเว็บไซต์ของบริษัท) ท่านจะต้องศึกษาและปฏิบัติตามนโยบายที่ปรากฏในเว็บไซต์นั้น ๆ แยกต่างหากจากของสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์
            </p>
            <div class="col-10 col-lg-10">
                <h2 class="h4 b text-section">6. การเปลี่ยนแปลงนโยบาย (Policy Change)</h2>
            </div>
            <p class="col-12 text-start pb-3 text-muted px-2 font-sg ">
                <?php for ($i = 0; $i < 8; $i++){echo '&nbsp;';}?>นโยบายนี้อาจมีการปรับปรุงเป็นครั้งคราว และสำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์จะมีการประกาศนโยบายที่มีการปรับปรุงใหม่บนหน้าเพจนี้ สำนักงานโยธาธิการและผังเมืองจังหวัดอุตรดิตถ์ขอให้ท่านหมั่นเข้ามาตรวจสอบหน้าเพจนี้อย่างสม่ำเสมอ
            </p>
    </div>


</section>
